# language: ru
Функция: Заполнение формы
  @All
  Сценарий: Покупка в интернет магазине
    * открываем страницу
    * переходим в магазин
    * выбирает продукт "Словарь собако-человечий"
    * проверяем название продукта в корзине "Словарь собако-человечий"
    * нажимаем на кнопку 'оформить заказ'
    * заполняем форму заказа
    * указываем способ оплаты
    * указываем способ доставки
    * проверяем название продукта в корзине "Словарь собако-человечий"
    * подтверждаем заказ
    * убеждаемся, что заказ отправлен
